{
  "data": [
    {
      "id": 1580,
      "title": "Blu 470",
      "description": "Blu 470 is a 49.68 m / 163′0″ luxury motor yacht. She was built by Feadship in 1990.With a beam of 8.51 m and a draft of 2.92 m, she has a steel hull and aluminium superstructure.She is powered by Caterpillar enginesof 900 hp eachand a cruising speed of 12 knots.The motor yacht can accommodate 10 guests in 5 cabins."
    },
    {
      "id": 4831,
      "title": "Blue Horizon",
      "description": "Blue Horizon is a 41 m / 134′7″ luxury motor yacht. She was built by Custom in 2006.With a beam of 8 mShe is powered byenginesgiving her a maximum speed of 14 knots and a cruising speed of 12 knots.The motor yacht can accommodate 25 guests in 13 cabins."
    },
    {
      "id": 2221,
      "title": "Chakra",
      "description": "Chakra is a 86 m / 282′2″ luxury motor yacht. She was rebuilt by Devonport in 1998. With a beam of 12.5 m and a draft of 4.85 m, she has a steel hull and aluminium superstructure. This adds up to a gross tonnage of 2083 tons. She is powered by MAN B&W Alpha,12V28/32A, 2940 kW (3996bhp) giving her a maximum speed of 14 knots and a cruising speed of 12.8 knots. Chakra's maximum range is estimated at 10000 nautical miles. The motor yacht can accommodate 12 guests in 21 cabins when on charter or 42 guests if private."
    },
    {
      "id": 1521,
      "title": "Cloudbreak",
      "description": "Cloudbreak is a 72.25 m / 237′1″ luxury motor yacht. She was built by Abeking & Rasmussen in 2016.With a beam of 12.4 m and a draft of 3.4 m, she has a steel hull and aluminium superstructure. This adds up to a gross tonnage of 2250 tons.The motor yacht can accommodate 12 guests in 6 cabins with an interior design by Christian Liaigre and an exterior design by Espen Oeino."
    },
    {
      "id": 4827,
      "title": "Grand Sea Serpent",
      "description": "Grand Sea Serpent is a 41 m / 134′7″ luxury motor yacht. She was built by Custom in 2005.With a beam of 8 mShe is powered by CAT enginesof 720 hp each giving her a maximum speed of 14 knots and a cruising speed of 12 knots.The motor yacht can accommodate 24 guests in 12 cabins."
    },
    {
      "id": 4631,
      "title": "Joca",
      "description": "Joca is a 16.12 m / 52′11″ luxury motor yacht. She was built by Riva in 2005. With a beam of 4.61 m and a draft of 1.4 m. She is powered by MAN engines of 900 hp each giving her a maximum speed of 37,5 knots and a cruising speed of 34,5 knots. The motor yacht can accommodate 6 guests in 3 cabins.Priced for quick sale."
    },
    {
      "id": 4832,
      "title": "Medea",
      "description": "Medea is a 40.84 m / 134′0″ luxury motor yacht. She was built by Alexander Stephens & Son in 1904.With a beam of 5.33 m and a draft of 3.05 m, she has a grp/steel hull and word/grp superstructure. This adds up to a gross tonnage of 112 tons.She is powered byenginesgiving her a maximum speed of 11 knots and a cruising speed of 10 knots.The motor yacht can accommodate 8 guests incabinsand an exterior design by F.J. Stephen."
    },
    {
      "id": 1268,
      "title": "Ocean's Seven",
      "description": "Launched in 2012, family motor yacht OCEAN'S SEVEN features both naval architecture, beautiful exterior and elegant minimalistic off-white interior by renowned Dutch design studio Vripack. Built in steel and aluminium by Chinese yard Kingship Marine, OCEAN'S SEVEN is the fifth yacht from this yard to be designed by Vripack. New decor was recently installed throughout including designer Italian furnishings and Oriental artworks. The yacht is loaded with a fantastic collection of water toys including kayaks, paddle boards, seabobs and jetskis for the whole family to enjoy.She accommodates 10 guests in five cabins including a full beam master suite on the main deck while below are two VIP suites and two twins, each with an extra Pullman bed, all with entertainment systems and full en suite bathroom facilities.The bridge deck is particularly attractive with a sky lounge opening out onto an uncovered aft deck and a partially covered sun deck with a Jacuzzi, bar and electric barbecue. The sundeck also features a very large bar-food service counter to port, with six fixed bar stools that are comfortably far apart.Opposite, there is a large settee and sun pads forward. A drop-down TV has also been installed. Recessed lighting at the base of the bar area and the settee combined with lighting inside the Jacuzzi create a great nighttime feel. These large deck areas are perfect for al fresco relaxation, entertaining and dining.OCEAN'S SEVEN is equipped with an ultra-modern stabilization system which reduces roll motion effect and results in a smoother more enjoyable cruising experience underway. The yacht is also fitted with 'at anchor stabilizers', increasing on-board comfort when the yacht is stationary, particularly in rough waters."
    },
    {
      "id": 3535,
      "title": "Rainbow",
      "description": "RAINBOW is absolutely stunning. She defines delicate style and reflects sophistication within timeless lines. Without doubt, she offers a very special charter opportunity. The original RAINBOW was a J Class built in 1930 successfully defended the America's Cup in 1934. This beautiful replica was built in 2012. All modern comforts have been integrated with respect to RAINBOW’S heritage. The decks are clean, featuring a mahogany doghouse & skylight. The lower saloon lounge area converts to a day bed for comfortable lounging. The yacht has mahogany panelling throughout, painted panel ceiling and beautiful oak floors. Accommodation is for 8 guests. The owner's cabin has a double bed and ensuite. The twin guest cabins are also ensuite. Each twin cabin has one Pullman bunk. RAINBOW has 4 fabulous dining areas. The cockpit, foredeck and interior dining areas seat up to 8 guests. The pill box, forward of the cockpit, seats up to 4 guests. Sleek and beautifully inside and out, RAINBOW embodies the modern interpretation of a 1930’s classic sailing yacht. Captain Mathew Sweetman is extremely passionate about his command and is really excited about this beautiful Yacht. Mathew has hand-picked experienced, dedicated crew to bring a professional 7 star service and truly memorable holiday on board."
    },
    {
      "id": 3579,
      "title": "Rola",
      "description": "Rola is a 47.6 m / 156′3″ luxury motor yacht. She was built by ISA in 2006.With a beam of 8.9 m and a draft of 2.74 m, she has a steel hull and aluminum superstructure. This adds up to a gross tonnage of 498 tons.She is powered by MTU enginesof 2350 hp each giving her a maximum speed of 16.8 knots and a cruising speed of 14.5 knots. Rola's maximum range is estimated at 4000 nautical miles.The motor yacht can accommodate 11 guests in 5 cabins with an interior design by Cristiano Gatto",
      "price": 9750000
    }
  ]
}